Repository: nvngoc2409/LanguageManager
Catalog: Resources/*.lproj/Localizable.strings
Languages: th

source: Welcome to HitPay
th: ยินดีต้อนรับสู่ HitPay

source: You are about to log in to HitPay
th: คุณกำลังจะเข้าสู่ระบบ HitPay

source: Edit
th: แก้ไข

source: Enter HitPay password
th: ป้อนรหัสผ่าน HitPay

source: Forgot password?
th: ลืมรหัสผ่านหรือไม่?

source: Continue to log in
th: ดำเนินการต่อเพื่อเข้าสู่ระบบ

source: Please enter your password
th: กรุณาป้อนรหัสผ่านของคุณ

source: OK
th: ตกลง

source: Error
th: ข้อผิดพลาด

source: Continue using Email
th: ใช้อีเมล์ต่อ

source: Enter your email
th: ระบุอีเมล์ของคุณ

source: Please enter your email
th: กรุณาใส่อีเมล์ของคุณ

source: Email format isn't correct
th: รูปแบบอีเมล์ไม่ถูกต้อง

source: Continue
th: ดำเนินการต่อ

source: Oops, (email) is not registered
th: โอ๊ะ, (email) ไม่ได้ลงทะเบียน

source: Would you like to create a new account?
th: คุณต้องการสร้างบัญชีใหม่หรือไม่

source: Create a new account
th: สร้างบัญชีใหม่

source: I already have an account
th: ฉันมีบัญชีอยู่แล้ว

source: Continue using Google
th: ใช้ Google ต่อไป

source: Manage In-Person Sales
th: จัดการการขายแบบพบหน้า

source: Analyse
th: วิเคราะห์

source: Sales Reports at
th: รายงานการขายที่

source: Accept
th: ยอมรับ

source: Credit Card Payments
th: การชำระเงินด้วยบัตรเครดิต

source: No Set Up Fees,
th: ไม่มีค่าธรรมเนียมการตั้งค่า

source: Effortlessly
th: ไม่ต้องใช้ความพยายาม

source: your Fingertips
th: ปลายนิ้วของคุณ

source: and More
th: และอีกมากมาย

source: Only Pay Per Transaction
th: จ่ายเฉพาะต่อรายการธุรกรรม

source: You are about to sign up to HitPay
th: คุณกำลังจะสมัครใช้ HitPay

source: First name
th: ชื่อจริง

source: First name can not be empty.
th: ชื่อไม่สามารถเว้นว่างไว้ได้

source: Last name
th: นามสกุล

source: Last name can not be empty.
th: นามสกุลไม่สามารถเว้นว่างไว้ได้

source: Continue to sign up
th: ดำเนินการต่อเพื่อสมัครใช้
